{
  "ids": [5937,5938],
  "name": "Raquel and Carlos",
  "text": "As Raquel and Carlos hastily made their escape out of the Mega City slums they felt, in their heart of hearts, that they would not make it. \n\nStill they did not speak a word about their impending demise, nor did they let a single look of concern come over their faces, lest they would get each other caught up in fear and panic. Their mission had been clear for some time now: Escape Mega City in search of a new life, a better life. This was what they had worked towards ever since their fateful meeting at a lowly, now-defunct bar 5 years prior, the name of which they had long forgotten, but it was not until they heard the faintest of heartbeats inside of Raquel's belly that they knew, it was then or never.\n\nAnd so they ran. Ran as fast and hard as they could, hastening their steps whenever they felt the Enforcers' sirens getting louder, the sounds of their dangling chains and their erratic pants the only things that could be heard along the alleyways and backstreets they travelled in that foggy early morning that always clouded their slums with the beginning of each new day.\n\nAs they turned the last corner before their pick up location they suddenly stopped, however, and the fear and panic that they'd been subsiding started settling in the place within their hearts that their endless running motion had been getting pulled from.\n\nThe pickup that Carlos had arranged through an old friend of his at his old blacksmith shop was nowhere to be seen. As he checked his watch and confirmed what he already knew, thoughts started racing through his head and analysis paralysis begun setting in. Raquel's voice, the only thing that could ever stop the gears that endlessly ground within his head, ringed out. \"What are we going to do?\", she asked.\n\nAs he turned to look at her face for the first time since their appalling discovery, he found a pair of watery eyes and a distressed frown that he could not mend, for he knew that there was no solution to their troubled situation. After all, the only successful escapes out of Mega City had been done with a vehicle, something that they could only ever dream of possessing themselves, having been unfortunate enough to be born into the underbelly of the beast.\n\n''We'll head to the bridge'', he quickly uttered, stuttering almost, as if he had simultaneously thought up and shot down this plan before inside of his mind. More than ever before, Raquel was forced to restrain the waterfall of emotions that were screaming to be let out from her soul, letting only a single tear flow out and cover her right cheek.\n\nCountless friends, enemies, and family members had gone down this path before and never returned. The bridge that connected the city and the slums was nothing but a death sentence for slum dwellers, a morbid reminder of a life they could never possess, and one which was heavily guarded by enforcers, day in and day out.\n\n\"Alright\", she said. \"We go together\", forcing a smile that was returned by her beloved in a more convincing fashion, if only barely.\n\nClutching each other's hands harder than ever before, they made what would ultimately be their last run. With a pace that could not hold a candle to their previous sprint, they managed to get onto the bridge only to find what they had ultimately expected. Enforcers on each side, with nowhere else to run.\n\nThere was one last option, an even more assured death than the enforcers, the river. After they propped themselves up on the bridge railings to the astonished looks of the enforcers in their dark blue uniforms, they stole a moment from the sands of time to hold and caress each other's faces, and time all but stopped for a brief moment, as if they were back at that bar, 5 years ago.\n\nOnly 3 words were necessary before plunging and never being seen again, taking alongside them the heartbeat that had been procured by their love, but which was never meant to be.\n\n\"I love you\"",
  "twitter": ""
}