{
  "ids": [8368],
  "name": "Jake",
  "text": "Jake, the clown, rising star ‘96.\n\nOf all clowns, he smiled widest \nWith chequered shoes that clapped, tapped and doubled up when bowling on Tuesdays. His red nose shone a Mario red, his painted face never smudged, even on the longest, sweatiest days.\n\nHe made them all laugh.The cool chaperone, torn away from her copy of seventeen, the miner mourning a dying industry, the kid who’d lost his yo-yo to the bigger kid down the street. The desert storm veterans.\nAll of them, for that one moment, were lost in his trail of pure, clown-like joy. \n\nHe even won an award, rising star Regionals ‘96. But that was before. Before the rent started rising and bookings dwindled. Before someone threw a vanilla shake at him on the sidewalk, telling him to ‘get a life, paedo’. And when the lights dimmed on yet another half sold show, jake decided the gun would shoot ‘bang!’ one last time.\n\nOut came the other costume, the funky bandana, the Morpheus glasses, a piercing, a monroe they call it, and a small hoop earring, on both sides.  This is what cool people wear now days, right? Jake would laugh to himself, ‘the jokes on you kid’. \n\nThe year was 1999. Jake was 28.\nHe took a job at Starbucks.\nHis friends called it a ‘real job’\nHe bought a McIntosh and started calling things ‘da bomb’\nHe’d lose his first real savings in the 2001 dot com crash. A few years later he’d make enough cash to start a yoga studio. He’d sell banging fruit smoothies with açai berries and superfoods.\nHe liked the new OutKast CD. \nOn the weeknights he let local bands practice at the studio. In ‘06 he’d meet his wife, an interior designer called Jocelyn, a vegetarian. She’d divorce him two years later, for the late nights and weekends away.\n\nHe died in a car crash in 2014. He was 44. Jocelyn was left his journal. Turns out Jake the clown had returned at some point in the spring of ‘03.\n\nAt the front of the journal, it read:\n\n‘ I lived to make people laugh,\nEverything else was just clowning around.’",
  "twitter": ""
}