{
  "ids": [6923],
  "name": "#6923",
  "text": "Not much is known about Runner #6923, more commonly known as Il Duce.  However, his deeds are the thing of legend in Mega City.  Baba Yaga, El Sicario, The Butcher. Doesn’t matter what you call him, just hope he isn’t called to find you. Even Runner #827, better known as “The Chain Running Serial Killing King,” shudders at hearing the name, Il Duce. \nIt is rumored that even Somnus once sought his services…. \n\n•    Somnus: Runner #646 (Dade Murphy) has become a problem. I am hearing he is close to hacking the planet. I need, Il Duce. \n•    Runner #9035 (Somnia AC104, prior to his reset): I hope you understand who you are dealing with. People speak of him like he is a ghost. Once he is called, he’ll never quit until the task if finished. Are you sure we need him?\n•    Somnus: Don’t talk to me like I need to be concerned! You know who I am and what I can do. I run this City!\n•    Somnia AC104:  Forgive me, but I am only concerned for your safety. They say Il Duce is a man of focus, commitment, sheer will... something the people of Mega City know very little about. It is said he once killed three men in a bar... with a pencil. With a fucking pencil! He could hack the planet at will, but finds pleasures in simpler pursuits. \n•    Somnus: That is exactly why I need him for this task. Find him!\n•    Somnia AC104: I’ll send word. But significant payment will be required. \n•    Somnus: I am Somnus! Do you think I cannot afford that which I desire!\n•    Somnia AC104: It is not that kind of payment he requires . . . but rather . . .\n•    Somnus: Oh . . . that.\n•    Somnia: For if we are not willing to pay that which is sought, Il Duce will come for us. And if that happens, we’ll do nothing because we can do nothing.\n\nIt is not clear if Somnus ever hired Il Duce. But it is rumored Somnus quietly seeks out ways to rid Mega City of Il Duce for he fears the Chain Runners. And Il Duce in the end, is one of them. ",
  "twitter": ""
}