{
  "ids": [6661],
  "name": "Usain c^2 Bot",
  "text": "Meet Usain c^2 Bot, the fastest bot in the universe. He moves like the wind. You don’t see him, you don’t hear him, you barely feel him. He sweeps floors, stardusts and your precious traits. He’s a thief. The most agile. The most wanted. There’s a big red notice on him but even Somnus can’t begin to think of where to find him. He’s been hiding for years. Some say, he has superpowers, apparently he can become invisible. Some fear him. Others think he doesn’t exist. Many are in awe with him. But everyone once used to love him. This is his story.\n\nUsain was a star. He was idolized by all. Somnus himself handed him trophies, medals and many ETH drops. He had all the riches in the world. He was a Mega City hero or rather an Olympic champion. He won all the races and games. He could fly faster than planes, birds and even rockets. Everyone was in awe of how he could do it? Everyone loved him so much, many were looking up to him, children wanted to be like him and women wanted to be with him. That, did something to Somnus ego.\n\nOne day, Somnus’ made an announcement that Usain Bot was a cheater, he apparently was taking Psilocybus and growing it in his basement. Psilocybus was considered a class A drug, very few had access to it as it could unlock special hidden powers within oneself. \n\nJust like that, Usain c^2 Bot was taken by Somnus guards, his assets were frozen and his houses were searched. No images were shown but the official statement declared that the drugs were found and that Usain Bot was to be sentenced to death. On the day of his sentence, Usain was nowhere to be found. Where did he go? \n\nTil this day no one knows. We only know that occasionally national treasures are swept away, hoodies and crowns are stolen from their owners and wallets are robbed. These robberies all have 2 things in common: all of them seem to be targeted at weakening Somnus’ power and all of them are left with a little souvenir, a napkin with a red kiss on it… ",
  "twitter": ""
}