{
  "ids": [1774],
  "name": "Marc Grummel",
  "text": "Log #001\nhttps://rb.gy/b5ov1r\nLover, Fighter, Chain-Breaker, @somnus' Worst Nightmare\nI. The Lighthouse\nAs the sunset glazed across the backs of a dozen or so wild lizards of the “Dirty” beach, he found himself wondering.\n“How did I end up here?”\nGrummel awoke inside the back of a White Caprice Classic, Yr Model 2099, exhausted, blistered, radiating from the persistent burn that encompassed his upper pink torso and ankles, wanting nothing more than to not be in this beautiful hellish paradise.\nAt the peak of the cliffside rested an old Lighthouse, newly renovated, painted over the solemn antiquity of a lost and forgotten time.\nI always wondered who would live in such a time. A time before smartphones and wristwatch computers. Where all people had was each other and their wits.\n“You think the sentries got sick of guarding this post and jumped off this cliff?”, Grummel asked.\n“Why would you say something like that? or even think it.”, Mire replied.\n“I just think these guys would get bored after a while, wouldn’t you”, a coy side grin fell upon his face as if to say “who wouldn’t?”\n“I could never get bored out here, look at all this beauty that is surrounding us.”, Mire seemed enchanted by the crashing waves, the fat nuclear sized Iguanas and all the boundless blue that encompassed their surroundings.\nWithin a instant a seagull perched atop the Lighthouse steeple. Grummel softly replied,\n”Let’s cliff-dive.”\n“You’re insane”, Mire noted, as she began backing away from the cliffs edge. “ This is not that kind of night.”\nGrummel always had a penchant for pushing the boundaries of what was safe, and what was clearly a bad idea.\n“You think I would make it if I jumped?”, he peered at the drop, gauging specifically what area would be the softest. A clear 100+ foot drop that no person should even fathom attempting.\n“Stop being dumb, you’d die instantly if you hit that water. The rocks, waves, and fall would all do you in.”, Mire cautiously spouted\n“I think I’ll take my chances.” And with that he flung himself, head first off of the highest cliff-point, and into the unknown depths of what lay below.\nMire shrieked, a death cry befitting the situation, as the dusk lay claim to another idiot who tested their mortality.\nShe looked down. Into nothingness and with a calmness reflected on what had just occurred, and what possible outcomes might this night bring.\nShe gazed into the horizon, as the sun found its way under the break, all that remained was the pink sky above and orange rocks at her feet.\nShe awoke the next morning in the front seat of the car, hoping he’d make his way back to her eventually. He didn’t.\nShe started the hovercar, and began the long trek back into the mainland, to gather herself and find a police station.\nIt was then when she realized, how technology failed them and how nature, in its purist form, is Queen.\nGrummel did not perish that day…\nThat is another tale, \nIn another mainframe. ",
  "twitter": ""
}