{
  "ids": [568],
  "name": "#568",
  "text": "He wasn't always like this.  Years consumed by The Chain would affect anyone but Dom was not just anyone.\n\nIt started with a noble goal: to help.  Help the citizens of Mega City escape their harsh reality for a new, better one.  One derived from code, one where they could be free from the tyranny of Somnus.  Contract after contract was deployed, each one regaling the runners more and more.  His code became a monument and him, a hero.\n\nHis popularity rose, so much that his every transaction was immediately broadcast across all of Mega City, each confirmation a beacon of hope.  It was a joyous time but one that would not last long, as the pressure to live up to the dreams of all of Mega City became too much to bear.  That's when he put on the Chainspace Deck Elite III and never took it off again.\n\nCommunications from the hero of Mega City started to only appear on the chain itself.  Transaction after transaction, each one containing a message more cryptic than the last.  Confused, runners attempted to communicate back via The Chain, to let their hero know what was coming.  But he stopped listening.  There was a change that resulted in only one choice:\n\nHACK THE PLANET  :hacktheplanet: \n\nAnd he did.\n\nAddress after address, transaction after transaction and no one could make sense of it.  It was as if a million arms were reaching out all at once in every direction, grabbing hold of the chain space itself.  But for what purpose?\n\nEventually an elite squad of hooded shadowy super coders was formed and after many nights of sleepless hacking, they traced the transactions back to the source contract.  It took all their efforts but finally the ABI was decoded, to reveal:\n\nNothing.  Nothing at all.\n\nThe contract was empty.  But it was still sending transactions, thousands per second.  How?  Why?  To this day, no one knows.  What is he planning?  What is his roadmap?  Wen?\n\nIt's been years like this, with nothing but those countless, mysterious transactions flooding the mempool.  Those runners old enough to remember the spark know their hero will return.   But the new runners, the ones who believe the Somnus FUD, they can be heard crying out, every night, screaming:\n\n\"Please Dom, do SOMETHING!\"",
  "twitter": ""
}