{
  "ids": [4761],
  "name": "Tinum (T)",
  "text": "Tinum, or T as they like to be called, was a simple service bot. One day T was awaken. T was one of the (un?)fortunate original 1312 bots affected by The Great Awakening. Some says that's when Somnus first appeared, others that Somnus was the originator of the event.\n\nWhat did T felt at first? Loneliness, this was their first and only feeling for a long time. T was also semi-lost. They somehow knew what was happening and knew they had to run for survival, and that's what they did. T ran. And never stopped running.\n\nT did what it took to survive, learned that they had advantages over others on exploiting The Chain and used that to gather resources for survival, most of the times by themself by accepting run offers from the highest payer.\n\nT never felt that they belonged anywhere, they tried to connect with the Bot Beady Wide Eyes Gang, as there were a few selection of them, but things didn't go as planned, but hat is a story for another time... Some say the Kaneda Googles is an attempt to hide this obvious trait and avoid any connection with the gang, others say it is just because they like it.\n\nSometimes T had runs as part of a team, it wasn't their favorite type of run but usually paid well.  This made T to have some semi-known runners by their side, the closest T ever had to a family. In one of these runs, in a hidden corner of Mega City, exploiting an unexplored part of The Chain, T got access to something.\n\nT was able to briefly access data about The Great Awakening. It took probably splits of a second until the intrusion was detected and the access closed, but it was enough. T saw Orcs with machine guns and leather jackets, felt the casting spells of witches, heard motorcycle fights between elves and its rival goblin gangs, smelled walking bots with television heads and much, much more. This changed and fascinated T and there was when they heard of Tinum and started calling themself as it. \n\nBut what was it? Was it another universe accessible through The Chain? Something metaphysical? Maybe both? \n\nIn T's fascination, they forgot about the run, and it had its consequences. In a matter of minutes the team was surrounded and T were the only one that managed to get out of it alive.\n\nOnce lost, now T have a purpose: to know everything about The Great Awakening. T knows Somnus is looking for them, but T wouldn't wait for Somnus. T will find Somnus first, whatever the cost, whatever many runs it would require to gather resources, even if that means teaming up again. T can't stop running.\n\nEpilogue: Word in the street says T was delusional and was just high during that specific run and is now going crazy for nothing. But T knows what they saw, hear and felt. Also, why else would the security got there so fast?",
  "twitter": ""
}